{"answer": {"": 648, "knife and fork": 1454, "11:15": 2933, "wires": 1140, "red and green": 759, "yellow and orange": 2086, "still": 1865, "drive": 2924, "blue black": 2292, "multi": 690, "countryside": 2073, "squash": 1310, "bikini": 1231, "riding motorcycle": 2048, "police officer": 1874, "mug": 1280, "rocky": 2145, "gone": 1617, "no sign": 2093, "high": 773, "frisbee golf": 2135, "chains": 2157, "1950": 2482, "winter": 75, "burrito": 2473, "ticket": 2902, "not very": 915, "shoes": 343, "skater": 2181, "cross country": 1037, "raspberries": 2092, "beige": 114, "twin": 850, "reigns": 2735, "fly kite": 1595, "salt": 1432, "skateboarding": 38, "surfboards": 431, "2000": 1234, "flip flops": 643, "salad": 301, "down": 110, "spots": 2634, "polar": 803, "hands": 720, "paisley": 2165, "friend": 1179, "softball": 671, "westjet": 2144, "13": 140, "ted": 2702, "snow": 46, "tomatoes": 412, "license plate": 2847, "slow down": 2615, "jockey": 1720, "4:20": 1909, "regular": 745, "restaurant": 232, "birds": 228, "2:55": 2696, "ice cream": 592, "tennis court": 523, "texting": 554, "shells": 2569, "college": 2926, "clothes": 357, "army": 965, "warm": 387, "crib": 2038, "jeep": 1076, "flour": 1724, "45": 752, "google": 1751, "north": 479, "middle one": 2778, "outside": 87, "stickers": 1430, "tennis ball": 484, "ties": 1451, "feeding": 1655, "looking for food": 2741, "mound": 2207, "palm tree": 1188, "stop sign": 462, "pencil": 2708, "wedding cake": 2561, "blue jeans": 2859, "shallow": 1551, "cigarette": 832, "bakery": 891, "knives": 1759, "sidewalk": 221, "mountain dew": 2571, "pavement": 791, "lime green": 1686, "36": 1049, "i don't know": 305, "semi truck": 2872, "tongue": 1276, "birthday": 139, "cupcake": 1215, "aluminum": 1121, "washington": 1113, "plates": 931, "whipped cream": 2867, "duck": 550, "using phone": 2937, "5:40": 1990, "wakeboard": 2296, "words": 886, "hearts": 1654, "desert": 607, "american": 287, "equestrian": 2995, "joshua": 2169, "teddy": 1344, "51": 2062, "feathers": 2323, "jacket": 403, "fuel": 2600, "dining": 976, "doughnut": 433, "cool": 1601, "bars": 2628, "eggs": 725, "drinking wine": 2524, "ny": 2776, "70": 1196, "holding": 1503, "wedding": 243, "costume": 2471, "nursing": 2621, "maple": 612, "what": 2199, "lambs": 2880, "raspberry": 2128, "downhill": 525, "united states": 439, "spices": 2635, "towel": 300, "tree": 116, "looking at phone": 2105, "12:15": 1696, "platform": 1547, "fire extinguisher": 2651, "no clue": 2777, "virgin": 2436, "blanket": 335, "south": 571, "swan": 784, "oil": 1207, "fence": 136, "33": 963, "muffins": 2845, "roast beef": 1500, "101": 2125, "white gray": 2383, "striped": 293, "cups": 1325, "silver": 39, "wine": 83, "wetsuit": 272, "paris": 1440, "kettle": 1833, "taking picture": 552, "dugout": 1703, "kitten": 1208, "in grass": 1375, "eagles": 2884, "shelter": 2733, "skatepark": 1467, "above sink": 2195, "none": 27, "stoplight": 2993, "lace": 2465, "brunette": 2291, "pilot": 1317, "pony": 1546, "stop": 59, "on bench": 1298, "commuter": 1609, "bowls": 2426, "oranges": 238, "photos": 2050, "giraffe and zebra": 2650, "swim trunks": 1657, "smartphone": 1499, "snowboard": 156, "peanut butter": 2774, "stripes": 180, "amtrak": 1882, "keys": 1888, "tissue": 1769, "oriental": 2185, "yankees": 1079, "skiing": 34, "747": 2895, "curtain": 708, "5:05": 2096, "eiffel tower": 2923, "icing": 985, "plants": 627, "dots": 1362, "on left": 534, "single": 1339, "in wild": 2848, "balance": 939, "skate": 1390, "for fun": 1890, "mother": 1817, "male": 74, "black white": 362, "knee": 2978, "north america": 1082, "magazine": 1594, "orange juice": 605, "traffic light": 1446, "ibm": 1313, "basket": 494, "cloud": 1588, "brazil": 2474, "bathroom": 25, "planes": 613, "cooked": 1384, "throwing": 1172, "vehicles": 2510, "my best guess is yes": 2622, "hanger": 2851, "heater": 2151, "caution": 1336, "sushi": 1277, "vases": 1337, "gas station": 1562, "males": 2545, "race": 1629, "napkins": 2321, "tin": 2512, "dole": 1747, "sugar": 634, "suzuki": 1593, "yorkie": 2795, "one": 2943, "traffic lights": 2202, "10:05": 2793, "exit": 1665, "transparent": 2330, "t shirt": 595, "brick": 96, "talking": 345, "half": 1044, "1:15": 2456, "toy": 530, "sand": 119, "no smoking": 2642, "polka dot": 1374, "flags": 1045, "baseball bat": 394, "bamboo": 1226, "newspaper": 903, "video game": 701, "game controller": 785, "japan": 585, "tulips": 694, "stopped": 1505, "wii sports": 2865, "butterfly": 991, "28": 524, "red and white": 126, "pie": 836, "miami": 2572, "wild": 473, "lilac": 2574, "your best guess": 2219, "camouflage": 1270, "few": 1486, "hsbc": 2134, "wallpaper": 1671, "10 feet": 1002, "11:00": 2031, "cheese": 145, "volkswagen": 1541, "backpacks": 2861, "remote control": 907, "dry": 729, "wet": 825, "11:45": 2675, "no one": 184, "knife": 157, "blue and white": 121, "seafood": 1951, "h": 1902, "green and brown": 1518, "5:15": 2505, "no parking": 714, "floor": 165, "steel": 432, "white blue": 1130, "it's raining": 1936, "square": 148, "snowboarder": 1535, "thumb": 2113, "candy": 906, "engine": 1259, "movie": 1600, "soap": 839, "ivy": 1700, "dozens": 1303, "pipes": 2707, "t": 860, "bathtub": 1218, "morning": 240, "meatballs": 2713, "in box": 2443, "pineapple": 878, "evergreen": 1274, "34": 769, "starbucks": 841, "round": 166, "27": 560, "public": 632, "abstract": 1989, "restroom": 1335, "falling": 1246, "delta": 444, "green white": 1405, "lifeguard": 2440, "doubles": 1646, "sink": 304, "stew": 2537, "watching": 495, "reins": 1433, "handle": 911, "airplanes": 1180, "beets": 2988, "resting": 366, "balls": 1896, "posing for picture": 2594, "mountain": 268, "over": 1773, "hills": 1178, "doughnuts": 718, "united kingdom": 1949, "owl": 775, "deep dish": 2996, "lexus": 1673, "cup": 430, "wind": 544, "coca cola": 356, "hoodie": 1377, "raining": 572, "string": 801, "greyhound": 1713, "9:25": 2557, "lid": 1934, "buffalo": 2059, "pointing": 1507, "38": 644, "19": 482, "arch": 1897, "boys": 1264, "ford": 477, "detroit": 2000, "red sox": 936, "n a": 1059, "spanish": 834, "countertop": 2256, "skate park": 640, "potato": 992, "deep": 1748, "bat": 133, "field": 234, "stars": 1205, "eyes": 1258, "3": 5, "ivory": 1745, "not at all": 2147, "grass": 35, "sedan": 1408, "visor": 912, "mall": 2186, "dinner": 247, "65": 1859, "smoothie": 1184, "d": 1790, "pink": 28, "couple": 1807, "eating": 63, "pepper": 656, "meat": 417, "taking photo": 1781, "badminton": 1843, "singles": 1658, "nike": 158, "1:20": 2697, "fancy": 1775, "paper": 189, "talking on cell phone": 1813, "cell phone": 113, "tan and white": 2657, "sprinkles": 930, "stuffed": 1992, "blue and silver": 2554, "bedroom": 105, "casual": 1171, "no pattern": 2266, "flying": 350, "dog and cat": 2886, "tools": 1929, "eating grass": 2398, "star": 575, "track": 1348, "double decker": 507, "europe": 1010, "bathing": 1496, "graduation": 2027, "black and gray": 1056, "farmers market": 2380, "blue red": 1946, "socks": 1168, "reading": 409, "flamingo": 2718, "moped": 1476, "bus station": 2278, "trick": 2221, "sauce": 617, "right side": 914, "dessert": 375, "red green": 2412, "vent": 1678, "wristband": 1309, "pink and black": 2316, "carrot cake": 2787, "graffiti": 319, "ribbon": 1144, "95": 2959, "kite string": 1282, "asparagus": 1253, "rose": 404, "bottles": 1366, "supreme": 2371, "on ground": 455, "sweat": 2612, "pc": 1323, "krispy kreme": 946, "side": 1029, "r": 1501, "microphone": 1036, "florida": 1556, "on desk": 688, "emergency": 2275, "tuna": 2201, "vinyl": 1565, "1000": 1212, "60": 717, "control": 2746, "headphones": 806, "ham": 567, "running": 429, "abc": 2892, "not": 1089, "indoor": 1324, "keyboard": 333, "ocean": 162, "train station": 465, "umbrella": 79, "bush": 919, "tabby": 587, "cell": 2235, "mozzarella": 874, "55": 670, "toys": 1018, "red and black": 395, "speaker": 1290, "foot": 1342, "stagecoach": 2764, "brown black": 2986, "sunflower": 1156, "shades": 2767, "young": 361, "cricket": 2997, "flowered": 2952, "home": 230, "afternoon": 175, "beef": 472, "squatting": 2460, "me": 2225, "residential": 1627, "light green": 1832, "samsung": 512, "1:05": 1632, "food truck": 2136, "china": 329, "monkey": 927, "palm": 256, "missing": 2464, "porcelain": 744, "at beach": 1857, "very big": 2869, "on right": 509, "burton": 1987, "carnation": 2190, "cutting": 738, "germany": 794, "calendar": 2041, "mail": 2623, "night time": 972, "box": 352, "coke": 551, "stucco": 2801, "burgundy": 1090, "shop": 2490, "w": 664, "map": 1434, "tarp": 2114, "doll": 1620, "footprints": 2310, "triangle": 408, "on tree": 2910, "open": 170, "muffin": 2303, "foreground": 1354, "corner": 1069, "medium": 887, "far right": 2137, "strips": 2587, "bandana": 935, "time": 1141, "steak": 851, "boarding": 1557, "ana": 2364, "high chair": 2649, "natural": 920, "trains": 1528, "fisheye": 2883, "big": 577, "candle": 824, "flip": 1701, "trees": 88, "olympics": 2320, "grapefruit": 1455, "purple": 58, "spaghetti": 2020, "harness": 1095, "swimming": 548, "french fries": 848, "smiley face": 2205, "liquor": 2666, "sewing": 2768, "valentine's day": 1863, "200": 813, "deck": 2058, "toast": 1414, "apple": 57, "tropicana": 2535, "ostrich": 1469, "20": 94, "jones": 2979, "plastic wrap": 2736, "asphalt": 581, "vegetables": 267, "banana": 65, "toothpaste": 1228, "logo": 1005, "baltimore": 2479, "smiling": 339, "gray and blue": 1851, "flickr": 1921, "dragon": 1550, "storage": 1167, "lab": 521, "comcast": 1808, "parasailing": 947, "fell": 1436, "khaki": 1017, "yard": 1690, "teapot": 2903, "cirrus": 2325, "vans": 1466, "sleeping": 226, "windows": 373, "knee pads": 1774, "noon": 275, "sandwiches": 774, "waving": 1755, "roof": 902, "taller": 2762, "dunkin donuts": 828, "blue white": 591, "eat": 1129, "on water": 1711, "out": 754, "healthy": 1728, "white and yellow": 1135, "tall": 756, "woods": 1085, "for safety": 2522, "finch": 1242, "dodgers": 732, "short": 277, "green and black": 1383, "ambulance": 2530, "teeth": 1423, "checked": 2156, "skateboard park": 2636, "italian": 586, "towel rack": 2799, "gray": 15, "toothbrushes": 1396, "men's": 1799, "laptop": 81, "seeds": 1771, "crown": 1837, "bag": 291, "toward camera": 2831, "champagne": 1961, "towing": 1928, "11:10": 2698, "watching tv": 1022, "cake": 54, "jackets": 2495, "tennis balls": 2731, "asian": 280, "74": 2558, "22": 440, "against wall": 2095, "orange white": 2375, "policeman": 2184, "yellow and green": 945, "caboose": 2694, "bunny": 2337, "cloudy": 115, "numbers": 1849, "club": 1907, "adults": 1322, "celery": 1211, "basil": 805, "black and brown": 1296, "across street": 2194, "onion": 917, "color": 318, "korean": 1805, "all of them": 1367, "skateboard trick": 2373, "rubber": 1726, "burgers": 2605, "hotel": 428, "on floor": 799, "necktie": 1522, "2013": 1182, "cosmo": 2526, "nothing": 18, "captivity": 1733, "parade": 822, "surfboard": 51, "toothpick": 1812, "goat": 597, "man on left": 1300, "daisy": 625, "impossible": 1984, "school bus": 1306, "crossing": 1597, "it's not": 1229, "skating": 384, "jp morgan": 2226, "smoking": 2076, "white one": 2507, "rug": 449, "tile": 97, "mesh": 2877, "in bowl": 1068, "red blue": 1952, "dark blue": 1173, "alive": 2193, "anniversary": 2239, "9:20": 2240, "umbrellas": 400, "center": 748, "chair": 124, "more than 20": 2664, "colorful": 2257, "runway": 951, "honda": 658, "red bull": 1628, "propeller": 1223, "travel": 1176, "photographer": 392, "powdered sugar": 1848, "waves": 682, "foam": 1905, "toothbrush": 186, "river": 402, "looking down": 2913, "wheat": 1288, "baskets": 2060, "verizon": 2964, "white brown": 1846, "red white and blue": 619, "dark gray": 1986, "am": 2401, "paddle boarding": 1758, "paddle": 956, "drinking": 347, "octopus": 1637, "bushes": 964, "very tall": 1793, "greek": 2308, "brushing teeth": 380, "caramel": 2425, "glasses": 150, "backward": 2312, "girls": 1189, "players": 2618, "slow": 780, "not clear": 1933, "professional": 2540, "ascending": 2340, "blue and gray": 1048, "bicycle": 213, "woman": 64, "orchid": 2352, "not in service": 2875, "brown white": 1060, "drinks": 1487, "haircut": 2272, "150": 1633, "wii controllers": 1482, "don't walk": 2501, "phones": 908, "soccer ball": 660, "mouse pad": 1850, "peace": 1340, "acer": 2042, "double decker bus": 2231, "roundabout": 2941, "vehicle": 1898, "us air force": 2244, "daytime": 203, "brown bear": 1764, "thomas": 2701, "rugby": 1468, "3:55": 1670, "sleeve": 2659, "pasta": 657, "carpet": 204, "cotton": 588, "orange and green": 2129, "pen": 719, "cilantro": 2668, "harbor": 1937, "coats": 2748, "left one": 1117, "slacks": 2904, "manchester": 2878, "love": 1241, "girl": 143, "clock": 200, "scissors": 193, "moving": 726, "bicycles": 743, "mat": 1750, "spain": 1966, "away from camera": 2790, "younger": 2343, "cannot tell": 603, "stroller": 1452, "sunflowers": 1574, "silk": 2461, "riding": 464, "theater": 1930, "10": 40, "cold": 201, "gold": 265, "pizza cutter": 1091, "globe": 1880, "lighthouse": 885, "wheels": 1493, "brushing hair": 2751, "westin": 2676, "classic": 2234, "landscape": 2035, "autumn": 1318, "pipe": 1996, "10:20": 1603, "goggles": 471, "gray and white": 611, "sony": 703, "in car": 1693, "hydrant": 502, "db": 2187, "mercedes": 797, "diesel": 1587, "war": 2314, "fabric": 924, "airport": 177, "protection": 669, "kickstand": 1786, "eyeglasses": 2446, "32": 681, "mushroom": 1238, "accident": 2213, "gothic": 1608, "tennis shoes": 798, "tank": 2089, "rectangle": 219, "zebra": 89, "jersey": 2915, "santa hat": 2703, "wii control": 2826, "cord": 1509, "catching ball": 2985, "almonds": 2822, "siblings": 2940, "bears": 452, "lettuce": 216, "black and yellow": 955, "o": 1193, "coach": 1569, "budweiser": 1667, "there isn't one": 2832, "conductor": 2423, "elm": 1119, "cooking": 248, "bank of america": 1106, "baseball game": 1804, "construction": 1200, "wheelchair": 1847, "wheel": 1926, "fern": 1683, "privacy": 2248, "driver": 1704, "pickup": 2224, "husky": 1320, "can't tell": 190, "bananas": 102, "cap": 476, "swinging bat": 2514, "he's not": 2307, "brown and black": 894, "my best guess is no": 2976, "hazy": 1245, "serve": 1093, "bulls": 2191, "advertising": 2556, "neck": 1448, "kale": 2252, "8": 31, "conference": 2722, "dog": 33, "truck": 147, "grizzly": 1075, "pot": 781, "hawaii": 2094, "passenger": 386, "lap": 1393, "suitcases": 979, "shut": 1795, "shrimp": 1025, "sandwich": 118, "dome": 2690, "bread": 270, "side of road": 2162, "hit": 1638, "fluorescent": 1822, "house": 251, "drink": 735, "painting": 573, "one on left": 881, "unsure": 348, "unknown": 68, "arriving": 1858, "scooters": 2591, "picnic": 1900, "humans": 1821, "on boat": 2662, "flag": 498, "on track": 1997, "stool": 1216, "drain": 2333, "rear": 2183, "wireless": 2044, "fork and knife": 844, "church": 370, "hundreds": 1470, "tent": 1343, "870": 2382, "poor": 1995, "antique": 1752, "oval": 488, "dishes": 1191, "news": 1727, "calm": 466, "awake": 1785, "bunch": 2279, "deciduous": 1974, "green yellow": 1959, "6:40": 2754, "benches": 1824, "xbox": 1497, "roman": 969, "books": 324, "apples and oranges": 2999, "sweatshirt": 1498, "l": 1370, "black": 7, "no idea": 493, "carnations": 2669, "bunk": 2236, "used": 2828, "stir fry": 2127, "partly": 2709, "mixed": 1818, "wallet": 2408, "usa": 191, "1 foot": 1287, "leather": 379, "tennis racket": 169, "yes": 1, "stick": 731, "clouds": 223, "1:50": 1791, "9:30": 2083, "peacock": 1661, "14": 164, "tunnel": 2830, "sitting": 93, "throw": 2088, "retriever": 1797, "goalie": 1682, "stork": 2488, "cross": 699, "san diego": 2331, "on man": 2737, "steps": 1416, "fog": 1480, "southwest": 1380, "6 feet": 1413, "2:10": 2341, "garden": 1723, "vase": 297, "mercedes benz": 1072, "f": 1619, "bun": 899, "brushing": 1271, "chiquita": 1526, "in air": 451, "alcohol": 1558, "outdoors": 338, "top hat": 2126, "standing": 73, "garage": 1050, "kitchen": 29, "right hand": 1545, "40": 340, "food": 67, "casserole": 1579, "on beach": 980, "oar": 2051, "herding": 2271, "ceiling": 680, "20 mph": 2792, "looking at camera": 1616, "lift": 2209, "ranch": 2101, "buoy": 2579, "gate": 1618, "bored": 2818, "monster": 2544, "many": 98, "bell pepper": 2555, "phone": 53, "baseball mitt": 2956, "spring": 222, "quilt": 2068, "hot dogs": 388, "52": 1527, "robe": 2301, "bottom left": 2580, "41": 1428, "bronze": 1988, "foggy": 1225, "sea": 1740, "tour": 2046, "west": 570, "hong kong": 2917, "12 feet": 2313, "stand": 987, "hawaiian": 1917, "5": 14, "washington dc": 1359, "christmas": 178, "50 feet": 2726, "do not enter": 1398, "barbed wire": 1463, "sheets": 2969, "56": 2097, "no": 0, "blue yellow": 1765, "monitor": 932, "museum": 1098, "forest": 723, "space": 2115, "chicken": 188, "noodles": 1104, "4:00": 2063, "raw": 1553, "outfield": 2839, "himself": 1787, "pier": 1109, "10:55": 2124, "movement": 2683, "going": 1351, "metal": 95, "chain": 1032, "hot sauce": 2170, "train tracks": 1679, "mayo": 2573, "gray white": 1903, "16": 196, "porch": 2595, "bacon": 604, "chairs": 712, "playing soccer": 1606, "descending": 2334, "neutral": 2844, "belt": 1120, "toilets": 2098, "rooster": 2009, "green and yellow": 676, "behind fence": 1710, "walking": 91, "seattle": 1560, "thailand": 2386, "red and gray": 1418, "marina": 2393, "legos": 2269, "fair": 1302, "beard": 793, "siamese": 1102, "black bear": 1333, "wine glass": 645, "can't read": 2177, "patterned": 2775, "snowy": 1033, "red white and black": 2389, "summer": 108, "statue": 973, "chimney": 2887, "checkerboard": 1823, "triangles": 2160, "skull": 1529, "horse riding": 2916, "yarn": 2295, "probably": 1349, "1:10": 2756, "button": 2528, "pillow": 485, "hotel room": 1523, "1 hour": 2433, "lufthansa": 999, "bird": 103, "queen": 1039, "coffee table": 1763, "blender": 564, "63": 2432, "lots": 543, "catch": 1450, "11:30": 2085, "steam": 555, "red black and white": 2616, "gloomy": 2982, "modern": 610, "lemons": 1410, "suit": 590, "dead end": 1776, "name": 2034, "burger": 1365, "bicycling": 2452, "fountain": 2744, "mitt": 1198, "advertisement": 1612, "vegetable": 814, "sun": 215, "sparrow": 1019, "victorian": 2409, "lime": 1281, "surfing": 45, "shirt": 285, "shepard": 2871, "couch": 155, "van": 486, "1 year": 1754, "adidas": 327, "toaster oven": 1581, "strap": 1714, "5:00": 1844, "clocktower": 2954, "court": 1248, "rainbow": 470, "volleyball": 1066, "hello kitty": 1152, "greens": 2444, "skis": 135, "pig": 1165, "lilies": 1353, "yellow and white": 789, "flying kite": 197, "ferry": 1730, "bbq": 2477, "arabic": 1689, "rain": 328, "police": 326, "man": 37, "ponytail": 556, "seagulls": 830, "painted": 2102, "petting": 1636, "germanwings": 2950, "catch frisbee": 2326, "on toilet": 2286, "cones": 1326, "11": 106, "labrador": 1073, "chili": 1777, "p": 614, "4": 10, "mint": 1957, "lying down": 1561, "500": 1443, "18": 286, "dress": 662, "3 ft": 2932, "blue & white": 2819, "pancake": 2680, "fanta": 2855, "king": 1806, "cardinals": 1305, "sesame": 2970, "cross country skiing": 1427, "stretching": 2297, "huge": 2417, "barn": 1232, "brace": 2475, "camera": 92, "trunk": 1227, "water": 36, "straight ahead": 1993, "olives": 532, "classroom": 1809, "catching frisbee": 988, "white and blue": 316, "bikes": 538, "juice": 582, "mp": 2288, "kite": 41, "orioles": 1015, "on grass": 1003, "children": 883, "tape": 1645, "dark": 624, "20 feet": 1444, "pink and blue": 2164, "parakeet": 1953, "4:30": 2216, "football": 569, "arm": 1107, "formal": 1479, "pants": 684, "buildings": 736, "nintendo": 1096, "empty": 865, "fried": 1555, "left and right": 2394, "door": 500, "asia": 783, "cream": 405, "64": 1883, "multicolor": 1968, "overhead": 2265, "4:15": 2559, "blinders": 2670, "converse": 2001, "entertainment": 2689, "raft": 2463, "tree branch": 1886, "parrot": 734, "in basket": 2981, "sofa": 618, "walkway": 2457, "y": 1401, "hospital": 1329, "sailboat": 934, "bright": 1490, "g": 1788, "playing games": 2773, "disc": 2602, "ski poles": 289, "kneeling": 2811, "boots": 463, "on shelf": 1293, "left": 22, "school": 557, "light blue": 710, "goatee": 2445, "dock": 819, "mushrooms": 873, "scarf": 468, "some": 1458, "far": 1802, "garlic": 2852, "nikon": 2739, "hot dog": 112, "savannah": 1828, "games": 2521, "wii game": 2797, "85": 2893, "9:50": 2823, "ahead": 1962, "diner": 2603, "rye": 2538, "parking": 457, "line": 1577, "chevy": 1570, "in park": 2356, "dad": 1666, "island": 1889, "drywall": 1021, "late afternoon": 2646, "on table": 254, "top right": 1736, "wavy": 1927, "day": 134, "kayaking": 1394, "deer": 1356, "donut": 122, "blankets": 2006, "stuffed bear": 1520, "dresser": 1210, "seat": 1213, "background": 372, "pedestrian": 2349, "tower": 518, "mountains": 246, "88": 2824, "drinking water": 1539, "station": 820, "cane": 1610, "yogurt": 2111, "hit tennis ball": 2918, "city bus": 2002, "sweet": 1142, "remote": 212, "23": 438, "grapes": 626, "london": 298, "printer": 2163, "ski pole": 1101, "balloons": 2075, "apartment": 859, "bird feeder": 2890, "women's": 1861, "above stove": 2280, "beans": 916, "chopsticks": 857, "video": 1792, "banana peel": 2989, "for sale": 1881, "russia": 1872, "cafe": 1695, "riding horse": 1873, "2 years": 2217, "broccoli": 56, "ears": 1702, "wreath": 2796, "dawn": 2028, "ship": 1236, "lines": 1203, "hoagie": 2881, "can't read it": 2472, "on plate": 489, "cardboard": 989, "breakfast": 208, "baking": 1842, "french": 755, "surfers": 2459, "gloves": 458, "to see": 2633, "go": 535, "blackberry": 1623, "on wall": 448, "sled": 1977, "student": 2967, "bagel": 1283, "nuts": 1554, "waiting": 685, "sauerkraut": 2491, "guitar": 516, "skies": 1866, "domestic": 1836, "asus": 2453, "serious": 2835, "stands": 2066, "in suitcase": 2686, "bear": 77, "coat": 866, "chandelier": 1304, "person": 176, "orange and black": 1197, "camping": 2789, "ultimate frisbee": 1519, "sunset": 419, "9": 49, "playstation": 2679, "earphones": 2500, "braves": 2005, "playing tennis": 365, "us airways express": 2485, "unreadable": 2610, "uk": 1162, "subway": 687, "bus stop": 959, "floating": 1985, "mets": 2665, "private": 863, "fire": 623, "sunrise": 1738, "end": 1731, "expert": 2921, "in hand": 2054, "a": 716, "wii remotes": 1644, "blue green": 1146, "low": 692, "tangerine": 2833, "moss": 1453, "tattoos": 2566, "glaze": 1722, "blue and pink": 2860, "typing": 1071, "animals": 968, "mexico": 1159, "paved": 2909, "daffodils": 2551, "home plate": 1664, "spray paint": 2613, "africa": 231, "mexican": 1244, "great": 2548, "below": 1422, "copper": 1941, "human": 483, "current": 2984, "fast food": 2230, "gun": 2055, "rails": 2640, "zebra and giraffe": 2506, "bottom right": 1945, "auburn": 2381, "2005": 2403, "driving": 889, "pole": 344, "at table": 2821, "baseball player": 2192, "red and yellow": 487, "calico": 949, "klm": 1465, "nintendo wii": 1094, "purple and white": 1978, "shade": 608, "cartoon": 1943, "on": 307, "dove": 1960, "only": 2711, "ski lift": 926, "opened": 2840, "playing": 209, "plantains": 2838, "dogs": 527, "picnic table": 2619, "tv stand": 2759, "wilson": 423, "calf": 2327, "band": 1563, "wooden": 539, "evening": 250, "bridge": 420, "wire": 414, "stop light": 2261, "willow": 2406, "plaid": 258, "staring": 1007, "wall": 128, "playing video games": 1361, "fries": 593, "using laptop": 2965, "bats": 1841, "cop": 2625, "photograph": 1875, "decorations": 2154, "chalk": 2140, "on sidewalk": 1034, "3:00": 1265, "kayak": 1478, "at&t": 2606, "concert": 2652, "snowboarding": 72, "us open": 2938, "cameraman": 2003, "water bottle": 1260, "landing": 456, "7:25": 2894, "cinnamon": 2503, "business": 854, "diamonds": 1761, "party": 746, "white green": 2483, "rabbit": 1506, "swing": 1483, "living": 410, "red light": 2836, "melon": 2355, "kitesurfing": 1663, "concrete": 168, "baseball field": 1011, "cloth": 566, "upside down": 2370, "parasail": 1584, "plane": 100, "kingfisher": 2685, "3:30": 2532, "alaska": 1611, "easter": 1449, "pine trees": 2805, "gmc": 2273, "circle": 237, "walls": 2562, "mayonnaise": 2149, "closed": 210, "on computer": 2974, "12:55": 1911, "10 years": 2328, "nature": 1391, "dalmatian": 1426, "safe": 2770, "grocery": 2026, "curly": 1471, "snowing": 2116, "shih tzu": 2264, "fir": 2173, "not sure": 163, "cactus": 1856, "menu": 1783, "toilet brush": 2410, "photography": 1916, "angels": 1778, "computer screen": 1942, "semi": 1770, "toward": 1275, "hose": 2466, "shark": 2589, "steeple": 2180, "briefcase": 1803, "fur": 864, "fluffy": 2853, "hitting ball": 1586, "green and red": 1027, "skateboarder": 713, "laughing": 1935, "rowing": 2079, "in sink": 2520, "biking": 1316, "vacation": 2368, "on field": 2415, "chain link": 877, "in kitchen": 2150, "ride": 1567, "jungle": 1708, "shell": 2078, "tennis racquet": 615, "block sun": 2753, "sailboats": 2118, "bricks": 378, "cement": 314, "dirt": 153, "hat": 69, "in": 1376, "identification": 1972, "thick": 1780, "rock": 359, "in back": 1381, "it isn't": 2442, "first base": 2601, "thumbs up": 2099, "10 ft": 2794, "15": 107, "on street": 855, "lunch": 313, "cabbage": 1201, "working": 929, "paddling": 2542, "strike": 2487, "radiator": 1659, "desk": 236, "grill": 1170, "6 inches": 1924, "us airways": 1598, "sunlight": 790, "sneakers": 415, "elephants": 202, "setting": 1185, "peach": 838, "horses": 127, "crane": 879, "standing still": 2588, "sheetrock": 2021, "leopard": 2053, "green beans": 1301, "marble": 501, "soup": 346, "in his hand": 2546, "onion rings": 2841, "2010": 1087, "coleslaw": 2816, "bud light": 1504, "shirts": 1739, "giraffe": 47, "stuffed animal": 663, "frisby": 2120, "700": 2654, "goats": 1035, "green": 11, "cookies": 1016, "blocks": 2529, "old": 187, "fall": 174, "indian": 792, "3:15": 2755, "store": 541, "clear": 86, "arrow": 1491, "flower": 288, "base": 2030, "tablecloth": 1415, "hanging": 1532, "good": 491, "loading": 2645, "2:20": 2196, "wagon": 1013, "vest": 1023, "clay": 620, "laminate": 1653, "sausage": 609, "yellow and gray": 2935, "multi color": 2148, "drawer": 2014, "teacher": 2939, "stopping": 2018, "yellow black": 1991, "pastries": 1279, "parking lot": 596, "playing frisbee": 496, "baseball glove": 1192, "disc golf": 2983, "music": 1652, "asleep": 2582, "tongs": 1950, "day time": 1247, "heinz": 2497, "350": 1573, "scooter": 802, "2 hours": 2197, "fish": 249, "work": 599, "67": 2960, "3:10": 2242, "spotted": 2765, "italy": 842, "sunny": 62, "posing": 367, "harry potter": 2850, "59": 2931, "lights": 351, "pocket": 2049, "very old": 2868, "market": 753, "on bed": 642, "bmw": 764, "fighting": 1729, "above": 638, "big ben": 888, "baseball cap": 845, "chef": 905, "sideways": 2077, "kiting": 1040, "lamp": 411, "yellow and black": 598, "money": 1744, "4 feet": 1511, "m": 1063, "serving": 1008, "left side": 990, "uniform": 1512, "mutt": 876, "take off": 2513, "blue": 8, "beer": 130, "turf": 1963, "clip": 2927, "scrambled": 2516, "giants": 1028, "chrome": 1525, "golden": 2056, "coconut": 2527, "rectangular": 821, "smooth": 1626, "iphone": 1371, "on top": 1484, "forks": 1789, "catch ball": 2039, "10:00": 1753, "hexagon": 2357, "cookie": 1364, "fan": 600, "run": 2462, "man's": 1831, "cooler": 2448, "barrel": 2478, "cheesecake": 1315, "nissan": 1672, "white red": 1406, "dirt bike": 1355, "yak": 2898, "kia": 747, "yellow": 13, "urban": 537, "hard": 1508, "6 months": 2930, "stove": 424, "white black": 901, "11:55": 2158, "window sill": 1472, "72": 2991, "lighting": 2267, "tank top": 1388, "donkey": 1442, "ducks": 665, "yellow and blue": 580, "logs": 1531, "boston": 740, "high heels": 2948, "bus": 80, "mantle": 2946, "telephone": 1473, "43": 1139, "weather vane": 2435, "squares": 884, "smoke": 562, "shorts": 337, "saddle": 1143, "burnt": 2858, "horizontal": 1077, "cobblestone": 1709, "inside": 255, "bagels": 2990, "front": 311, "hamburger": 1411, "cowboy hat": 2174, "stadium": 2019, "dirty": 579, "board": 545, "stuffed animals": 1147, "pizza box": 2804, "pool": 1599, "trucks": 1810, "pigeon": 763, "great britain": 2468, "brown": 12, "new york city": 2287, "brown and tan": 1838, "parking meter": 606, "blue jay": 2626, "leash": 1145, "in vase": 2210, "on sand": 2973, "digital": 2691, "jeans": 302, "rice": 546, "elephant": 55, "dump truck": 2290, "tiger": 1024, "1:00": 2084, "decoration": 563, "tiles": 721, "water ski": 2677, "post": 1124, "suits": 2658, "spiderman": 2263, "denim": 1578, "croissant": 1939, "tub": 1464, "ireland": 2576, "motorcycle": 82, "1:55": 2065, "linoleum": 1114, "train": 71, "mustard": 519, "e": 1083, "pillows": 998, "robin": 1649, "dell": 224, "leaf": 1151, "squirrel": 2387, "motorola": 1269, "table": 61, "cameras": 2336, "mustache": 1138, "library": 993, "air conditioner": 2212, "basketball": 727, "no hat": 2052, "rough": 1680, "on tray": 2842, "thanksgiving": 1592, "washington monument": 2827, "earring": 2107, "2:30": 2727, "white and red": 401, "biplane": 2451, "magazines": 1980, "sandals": 360, "mirror": 233, "to right": 616, "computer": 181, "flat screen": 2687, "play tennis": 1967, "pitcher": 396, "ice": 1110, "pedestal": 2661, "butter": 898, "50": 220, "fridge": 453, "ceramic": 445, "stormy": 1964, "card": 2788, "12:40": 2864, "television": 474, "fake": 691, "sweatband": 1266, "navy": 696, "state farm": 2568, "mud": 1257, "meeting": 2684, "buggy": 2004, "relaxing": 816, "head": 503, "shelves": 1514, "80": 1181, "hood": 1631, "on train": 2353, "3rd": 2896, "street light": 1697, "life": 2947, "shadows": 1635, "bowl": 296, "ledge": 1970, "feet": 1128, "down street": 2785, "arms": 2862, "formica": 2057, "windsurfing": 1175, "tennis rackets": 1149, "man made": 2439, "spinach": 332, "rectangles": 2539, "little": 868, "blueberry": 2504, "mask": 1099, "holding it": 2036, "crow": 1694, "christmas tree": 1621, "17": 308, "bath": 1572, "avocado": 1540, "red and blue": 536, "no woman": 2738, "30": 194, "stripped": 2567, "stone": 206, "mouthwash": 2944, "sticker": 1965, "11:20": 2342, "blurry": 1437, "logitech": 1719, "soccer": 66, "robot": 2734, "marker": 2977, "lion": 1263, "2009": 1685, "ski slope": 1642, "all way": 2431, "cubs": 1456, "traffic": 815, "bottle": 499, "stairs": 852, "11:25": 2583, "branches": 1734, "zucchini": 2178, "park": 229, "lanyard": 1958, "taking off": 416, "68": 2214, "ceiling fan": 2578, "2008": 2281, "rainy": 391, "boxer": 1839, "persian": 2249, "hiding": 2227, "ring": 737, "us": 672, "surfboarding": 1513, "feeder": 2360, "napkin": 689, "curved": 1869, "headband": 641, "balcony": 2998, "teddy bear": 183, "egg": 840, "building": 205, "mom": 1220, "desktop": 893, "styrofoam": 2008, "cupcakes": 1294, "11:40": 2897, "microwave": 282, "3 feet": 913, "rural": 811, "not shown": 2011, "blue team": 2987, "frisbie": 2469, "you": 2934, "toaster": 1289, "curb": 1331, "clean": 407, "mixer": 2354, "maroon": 601, "fishing": 628, "helmet": 120, "no left turn": 2807, "s": 1038, "crates": 2721, "red and silver": 2091, "pens": 2596, "coffee": 154, "es": 1999, "geese": 1157, "coffee maker": 1854, "futon": 2397, "300": 1373, "wax": 2963, "193": 2404, "pork": 817, "b": 728, "jelly": 2519, "fly": 1920, "i can't tell": 2379, "picture": 281, "riding bike": 1552, "forehand": 1919, "whale": 2656, "pan": 765, "pirate": 2390, "deli": 2550, "0": 9, "women": 697, "water skiing": 558, "bucket": 961, "buses": 1488, "on counter": 771, "clothing": 1058, "back": 454, "pots": 1187, "dough": 2254, "japanese": 707, "speed": 2298, "2:00": 1925, "windowsill": 2282, "fire hydrant": 284, "necklace": 526, "air": 369, "angel": 2929, "cheddar": 2553, "on skateboard": 2131, "legs": 1420, "traveling": 1158, "on mountain": 2681, "pastry": 975, "berries": 1297, "standard": 2262, "makeup": 1877, "doberman": 2953, "beach": 76, "on side": 2597, "cutting cake": 741, "laptop computer": 2133, "partly cloudy": 1307, "multi colored": 918, "blueberries": 1589, "happy birthday": 1395, "yellow white": 2434, "los angeles": 1441, "backpack": 295, "harley": 823, "bike rack": 2820, "kitchenaid": 2914, "happy": 259, "motorbike": 904, "terrier": 702, "in motion": 2782, "tv": 161, "carriage": 739, "sliding": 2047, "catching": 647, "jetblue": 1495, "towards camera": 1794, "broken": 1126, "fun": 962, "collar": 377, "delivery": 2420, "laying": 679, "windmill": 2533, "goose": 1412, "main street": 1784, "design": 1461, "motorcycles": 364, "in sky": 1177, "sad": 861, "orange": 23, "close": 2108, "peeing": 2374, "moon": 1699, "canoe": 1571, "balloon": 1825, "drying": 2719, "red yellow": 1475, "boat": 131, "outdoor": 787, "city": 207, "warning": 1219, "no fruit": 2132, "scale": 2388, "no number": 1319, "hill": 847, "uphill": 1062, "purse": 447, "cumulus": 1314, "tablet": 1474, "can't see": 810, "diamond": 715, "english": 159, "african american": 1669, "hay": 320, "dish": 2123, "laying down": 517, "cover": 1940, "tags": 1402, "white and purple": 2866, "49": 1845, "tigers": 2564, "surf": 730, "town": 1386, "red": 6, "papers": 1214, "gray and red": 2228, "bib": 1358, "mo": 2416, "brown and white": 252, "one on right": 742, "bags": 977, "leg": 1819, "lake": 371, "crosswalk": 1030, "on bus": 2319, "leaving": 1477, "can": 1250, "den": 1284, "wood": 24, "driveway": 2037, "pancakes": 1502, "kids": 1026, "racquet": 827, "35": 515, "egg salad": 2814, "railroad crossing": 2593, "california": 767, "middle": 334, "black and orange": 1840, "straight": 389, "joy": 2714, "25": 195, "dark green": 2276, "can't say": 1908, "pictures": 529, "wicker": 1379, "pickles": 1262, "book": 325, "plunger": 2348, "hitting": 1746, "white": 4, "pelican": 1086, "family room": 1639, "letters": 1217, "hallway": 2467, "wii boxing": 2798, "suburban": 2346, "shelf": 513, "100": 269, "bone": 2015, "1:30": 1860, "poster": 1643, "53": 1481, "blue and black": 833, "polka dots": 1328, "towels": 778, "all": 706, "green and white": 393, "blood": 2428, "analog": 2430, "police car": 2908, "6:45": 2674, "hungry": 1321, "ryanair": 2906, "mcdonald's": 921, "lamb": 1006, "lily": 1345, "1st": 1910, "art": 818, "exhaust": 2922, "heart": 425, "maybe": 85, "sign": 274, "no flowers": 2332, "several": 303, "2016": 1735, "ox": 1955, "surprise": 2458, "skateboard": 44, "cycling": 2422, "house cat": 2783, "cakes": 1944, "camper": 2749, "carrot": 266, "dining room": 505, "racket": 276, "poodle": 1042, "plaster": 1125, "brown and green": 1894, "water skis": 2407, "shoulder": 2438, "pigeons": 1206, "screen": 1081, "spectators": 2372, "colgate": 1725, "5 years": 2215, "skin": 2515, "garbage": 957, "pepperoni": 299, "flip phone": 2253, "daisies": 1084, "rust": 1447, "chevrolet": 1534, "motel": 2166, "pepsi": 533, "skirt": 1080, "play": 1630, "cart": 750, "looking": 520, "macaroni and cheese": 2809, "fast": 1046, "dusk": 514, "frame": 1904, "gas": 354, "possibly": 622, "dodge": 2153, "shower curtain": 1715, "toddler": 2611, "coffee cup": 2211, "sheep": 70, "up": 123, "hummingbird": 1674, "na": 1350, "pear": 2070, "right handed": 1544, "hispanic": 2882, "lilly": 2879, "pedestrians": 1815, "foil": 1330, "yellow and brown": 2220, "counter": 283, "washing": 2367, "umpire": 398, "trailer": 1368, "horizontally": 2715, "surfer": 826, "animal": 1254, "red white": 631, "pumpkin": 1605, "vegetarian": 1913, "gym": 2949, "parsley": 762, "cook": 1105, "tusk": 2345, "sweater": 683, "switzerland": 2536, "soda": 437, "no bird": 2843, "world": 2699, "tag": 872, "black and green": 2258, "behind": 667, "candles": 674, "british airways": 1221, "people": 142, "hello": 2577, "liquid": 1981, "leaning": 2289, "orange and yellow": 1829, "mac and cheese": 2493, "pm": 1568, "multicolored": 982, "pitch": 2023, "on road": 971, "san francisco": 909, "german shepherd": 994, "bay": 2671, "bowtie": 1462, "urinal": 1864, "curtains": 882, "chihuahua": 1421, "one way": 561, "cushion": 2138, "ketchup and mustard": 2494, "hardwood": 807, "downtown": 958, "nighttime": 650, "chinese": 225, "they aren't": 2385, "microsoft": 1712, "glass": 132, "feta": 2498, "white and pink": 2087, "oven": 385, "feeding giraffe": 2688, "thin": 1183, "bookshelf": 1676, "cherries": 1923, "cleaning": 995, "farmer": 1868, "iris": 2396, "both": 244, "lasagna": 2441, "white and brown": 565, "prince": 2907, "mario": 2643, "hammer time": 1878, "tray": 678, "tattoo": 1166, "on snow": 2911, "bald": 2957, "face": 733, "rackets": 1742, "sticks": 2315, "peanuts": 2414, "baby": 309, "placemat": 2285, "jesus": 2575, "golden retriever": 1118, "room": 1417, "light": 217, "mac": 766, "racing": 986, "signs": 967, "directions": 1524, "long": 418, "cauliflower": 1641, "pink and white": 900, "taking selfie": 2437, "hiking": 1973, "beagle": 1272, "nokia": 941, "stainless steel": 621, "comforter": 2399, "air france": 1202, "seagull": 435, "dark brown": 1153, "tires": 2203, "ge": 2359, "kissing": 2270, "france": 749, "heineken": 2667, "roll": 2803, "bike": 137, "2": 2, "mouse": 368, "flying kites": 547, "eagle": 892, "united states of america": 2563, "broke": 2889, "crest": 2188, "frisbees": 1938, "size": 1887, "walk": 829, "golf": 2081, "paper towel": 2806, "brushing her teeth": 2817, "main": 1148, "dinosaur": 2255, "pond": 1494, "gravel": 938, "produce": 1521, "piano": 1255, "sniffing": 2411, "baseball": 17, "ollie": 1901, "lemon": 427, "hot": 434, "main st": 2740, "normal": 1012, "37": 1233, "turning": 2760, "more than 10": 1743, "windy": 1100, "dancing": 1749, "turtle": 2632, "at camera": 896, "forward": 321, "nobody": 460, "houses": 1111, "tan": 48, "peas": 1150, "spoon": 198, "sidecar": 2870, "disney": 2925, "blue gray": 2427, "adult": 413, "referee": 1798, "26": 777, "skier": 970, "bob": 1895, "on sink": 2024, "unclear": 867, "woman's": 2329, "baker": 2958, "no man": 1816, "la": 2781, "posts": 2837, "blue and yellow": 490, "wings": 2729, "pug": 837, "closet": 2189, "father": 2920, "transportation": 966, "playing video game": 1009, "tennis": 20, "green and orange": 1918, "palm trees": 1043, "macbook": 2168, "fireplace": 954, "seats": 2971, "to eat": 1604, "on sign": 2376, "camo": 1332, "antelope": 2238, "player": 1757, "game": 578, "boxes": 996, "country": 880, "above toilet": 2607, "in zoo": 2598, "factory": 2813, "fire truck": 856, "toyota": 800, "wetsuits": 1862, "britain": 1204, "2012": 984, "biker": 2476, "kawasaki": 1800, "passengers": 1103, "on couch": 1312, "bottom": 568, "upright": 2534, "nose": 1268, "horse racing": 1607, "circus": 2139, "index": 2378, "towards": 1155, "10:25": 2992, "gray and black": 1209, "blinds": 589, "thai": 1899, "stripe": 677, "ups": 2511, "sheet": 1582, "fork knife": 2152, "dead": 1533, "suv": 925, "backwards": 1624, "team": 2565, "singing": 1827, "400": 2110, "on chair": 1548, "fishing boat": 2523, "homemade": 1721, "on tower": 1681, "continental": 1975, "lizard": 2780, "cats": 673, "bathing suit": 2362, "salsa": 2638, "2007": 1870, "full": 661, "giraffes": 273, "not here": 1651, "life jacket": 2268, "5:45": 2655, "brush": 788, "very high": 2260, "gravy": 1879, "75": 1112, "chase": 1295, "selfie": 1169, "2:25": 2481, "plastic": 151, "military": 722, "sky": 239, "fresh": 1460, "on building": 1137, "3:25": 2455, "suitcase": 167, "shore": 1613, "clocks": 1855, "jet": 510, "tennis player": 1235, "granite": 583, "bridle": 1602, "batting": 635, "honey": 2306, "half full": 2547, "hit ball": 772, "watermelon": 943, "silver and black": 1543, "straw": 659, "iron": 950, "39": 1591, "climbing": 1893, "road": 245, "fedex": 768, "right": 21, "double": 1732, "hugging": 2013, "dairy queen": 2720, "black and white": 43, "coaster": 2502, "oblong": 2663, "dandelions": 2745, "man on right": 1369, "frog": 2072, "sepia": 1796, "tiara": 2761, "motor": 1397, "trash can": 695, "same": 2704, "baseball hat": 2363, "north face": 2682, "swimsuit": 1439, "boy": 152, "cantaloupe": 2335, "pottery": 2660, "99": 2531, "carrots": 192, "blue and orange": 2400, "plains": 2706, "neither": 257, "tulip": 1347, "on laptop": 2251, "right one": 1186, "sail": 1088, "plate": 129, "21": 406, "pirates": 2146, "grape": 2106, "i": 2812, "catcher": 312, "grilled": 1834, "ramp": 668, "wii remote": 242, "jar": 2377, "boardwalk": 2581, "checkers": 2175, "circular": 1054, "russian": 2223, "in front": 846, "dip": 2786, "hair": 279, "teddy bears": 981, "handicap": 2172, "tire": 1707, "100 feet": 2294, "men": 542, "older": 1459, "multiple": 1718, "emirates": 983, "polar bear": 646, "railing": 974, "luggage": 264, "don't know": 179, "second": 2247, "boogie board": 1251, "kid": 928, "oak": 317, "pizza hut": 1915, "frosting": 809, "rail": 944, "puppy": 1583, "tow": 2222, "x": 1239, "radio": 1650, "white and tan": 2384, "turkey": 594, "each other": 2122, "cow": 78, "clock tower": 655, "western": 2366, "decorative": 2421, "baked": 2338, "j": 2395, "sub": 1634, "savory": 2769, "cone": 1047, "n": 858, "wiimote": 686, "skiers": 2299, "clydesdale": 2552, "looking out window": 2644, "obama": 1132, "6": 16, "trash": 630, "12": 60, "midday": 897, "chest": 2361, "collie": 779, "german": 795, "container": 1922, "guy": 1346, "net": 910, "cat": 32, "volvo": 2007, "sailing": 1741, "54": 2061, "cars": 383, "display": 1853, "cucumber": 953, "8 feet": 1947, "lego": 2810, "yacht": 2961, "cucumbers": 2029, "cattle": 1249, "tusks": 1261, "watch": 294, "white and black": 241, "9:45": 2402, "10:30": 2758, "apron": 1133, "c": 870, "boating": 1195, "circles": 1154, "potatoes": 704, "texas": 1559, "shadow": 443, "bell": 1001, "weeds": 1131, "flat": 1065, "michigan": 2392, "yamaha": 1134, "white and green": 761, "chicago": 804, "tired": 1163, "checker": 2155, "somewhat": 2204, "horseback riding": 1687, "2:50": 1948, "nice": 937, "coins": 2324, "veggie": 1445, "mango": 1979, "smaller": 2206, "vines": 2243, "glove": 353, "zebras": 292, "tour bus": 2700, "hammock": 2599, "panda": 1404, "behind man": 2653, "canon": 2176, "11:35": 2757, "poles": 461, "camel": 2141, "in snow": 2305, "balancing": 2724, "wood and metal": 2584, "4:50": 2791, "in field": 1074, "birthday cake": 1357, "42": 1108, "2015": 2365, "in background": 1052, "no grass": 2808, "packing": 2710, "safari": 1291, "for protection": 2994, "downward": 2419, "zoo": 185, "idk": 2012, "chocolate": 199, "ram": 1575, "air force": 1097, "land": 1020, "12:00": 1161, "refrigerator": 315, "playing wii": 261, "practice": 2617, "whole": 2045, "47": 1648, "k": 1971, "7": 30, "british": 1489, "106": 1912, "pelicans": 2873, "ball cap": 2672, "top": 441, "fruit": 171, "sheepdog": 2678, "off white": 1004, "away": 508, "meter": 1299, "cat food": 2955, "new": 504, "solid": 322, "relish": 1614, "cut": 1596, "welcome": 2508, "kites": 111, "v": 2369, "bad": 1510, "railroad": 2492, "dr pepper": 2418, "shoe": 940, "31": 978, "american flag": 1580, "3 inches": 2630, "sliced": 1542, "commercial": 693, "lot": 173, "u haul": 2631, "skateboards": 639, "no animal": 1782, "name tag": 2876, "child": 290, "one in front": 2318, "peppers": 481, "wine glasses": 1625, "boeing": 2752, "left handed": 2518, "ground": 125, "cargo": 602, "pizza": 26, "toilet": 182, "boxing": 1285, "bank": 1767, "freight": 1341, "ear": 2121, "plain": 497, "herd": 2716, "tie": 172, "sandy": 2637, "2nd": 2259, "pedestrian crossing": 2541, "plant": 467, "grazing": 306, "window": 214, "black and blue": 1252, "highway": 1537, "omelet": 2712, "no cat": 2119, "15 feet": 2218, "free": 1378, "victoria": 2509, "lg": 1392, "90": 1768, "wired": 2560, "teal": 666, "grocery store": 2358, "dishwasher": 1363, "beanie": 942, "donuts": 218, "44": 1041, "to left": 651, "horns": 1123, "horse": 42, "10:10": 1779, "colored": 1892, "snake": 2732, "transport": 2112, "sightseeing": 2489, "information": 2647, "family": 869, "presidio": 2772, "grain": 2717, "farm": 711, "vintage": 2609, "street signs": 2968, "shaking hands": 2590, "harley davidson": 923, "owner": 1292, "pitching": 1419, "cell phones": 1174, "power": 1660, "tail": 1164, "2 feet": 895, "playing game": 698, "tomato": 271, "behind him": 2891, "hp": 843, "bulldog": 890, "sports": 1431, "wii bowling": 2198, "fruits": 948, "backyard": 2429, "brown and yellow": 2723, "mattress": 2025, "airplane": 146, "rocks": 331, "tea": 480, "nowhere": 262, "polo": 649, "66": 1677, "birthday party": 2928, "cereal": 1372, "1": 3, "roses": 376, "sunglasses": 260, "on stove": 2130, "listening": 1576, "5 feet": 1327, "hawk": 1675, "show": 2300, "halloween": 960, "dunkin' donuts": 2885, "parked": 808, "east": 475, "whirlpool": 2899, "garbage can": 2951, "border collie": 2450, "surprised": 2800, "real": 323, "soft": 1389, "backhand": 1564, "pink and yellow": 2069, "on tracks": 1424, "apples": 211, "hound": 2742, "canopy": 2109, "cowboy": 812, "lady": 705, "mouth": 1409, "octagon": 633, "tow truck": 1338, "tissues": 1976, "shepherd": 1814, "metro": 2104, "castle": 2040, "large": 436, "helmets": 636, "branch": 492, "tarmac": 1438, "silverware": 2347, "on phone": 2302, "talking on phone": 422, "jets": 1549, "england": 342, "cutting board": 574, "7:00": 2454, "stuff": 2486, "blue and green": 933, "green and blue": 1127, "cabinets": 1385, "first": 1000, "riding horses": 2517, "black and silver": 1286, "black red": 2627, "protest": 2972, "heat": 2171, "ball": 138, "lamps": 1982, "cage": 1705, "syrup": 2586, "writing": 1308, "wool": 862, "curious": 2232, "china airlines": 1622, "computers": 1399, "australia": 1243, "no dog": 1256, "log": 1092, "black & white": 1078, "electricity": 559, "orange and blue": 2250, "model": 2167, "grassy": 2309, "magnets": 922, "white and gray": 835, "gaming": 1538, "helicopter": 1517, "uniforms": 2283, "2:15": 2064, "can't see it": 2693, "wakeboarding": 2016, "salmon": 1278, "milk": 278, "tropical": 1811, "dachshund": 2525, "yellow green": 1885, "rack": 1237, "motocross": 1956, "someone": 2161, "178": 2863, "electronics": 1640, "cherry": 1055, "ladder": 1122, "fork": 117, "penguin": 1716, "office": 253, "pacific": 2874, "stones": 1429, "swiss": 2763, "in water": 531, "in corner": 2648, "fedora": 1053, "enclosure": 2499, "sprite": 2100, "on his head": 2071, "little girl": 2208, "jump": 1064, "intersection": 1820, "tracks": 522, "46": 1590, "not possible": 235, "mickey mouse": 2304, "rolex": 2705, "throw frisbee": 2245, "glazed": 1224, "ottoman": 2641, "cardinal": 2857, "wii controller": 310, "6:00": 1706, "choppy": 2074, "hats": 654, "numerous": 2912, "brushing his teeth": 1684, "apartments": 1656, "far left": 2274, "hand": 341, "turquoise": 1014, "mirrors": 2945, "caucasian": 637, "corona": 2233, "61": 2725, "30 feet": 2629, "checkered": 459, "by window": 2888, "floral": 358, "wave": 849, "spiral": 2834, "mitsubishi": 2846, "swans": 2246, "pajamas": 1954, "residence": 2771, "earrings": 1835, "city street": 2856, "electric": 330, "snowboards": 1311, "remotes": 2067, "spider": 2614, "2011": 1222, "security": 2802, "spoons": 1826, "peaches": 2391, "santa": 1515, "speakers": 1931, "night": 104, "cleats": 1194, "street sign": 952, "ski resort": 1994, "10:50": 2405, "swinging": 1116, "in middle": 1585, "video games": 1691, "african": 786, "laptops": 1115, "hair dryer": 1382, "direction": 2815, "5:25": 2695, "cleveland": 2604, "cat and dog": 2692, "very": 336, "bow tie": 1400, "pads": 2620, "average": 2339, "throwing frisbee": 1457, "strawberries": 540, "shearing": 2022, "website": 2344, "indoors": 446, "polar bears": 2413, "happiness": 1425, "messy": 1051, "tie dye": 2901, "light brown": 831, "flowers": 90, "controller": 381, "paint": 478, "tractor": 1360, "safety": 442, "parachute": 1615, "street": 149, "utensils": 1407, "photo": 1057, "handlebars": 2784, "turn": 2179, "on pole": 1698, "toshiba": 1387, "new york": 374, "roman numerals": 1267, "off": 399, "12:05": 2142, "48": 1334, "red black": 1530, "blonde": 160, "rodeo": 1772, "home office": 2743, "unanswerable": 2829, "pitbull": 1199, "patio": 2317, "five star": 2854, "cabinet": 652, "never": 2543, "kiwi": 1160, "bed": 101, "weather": 2484, "america": 397, "shopping": 1932, "broadway": 1668, "taking pictures": 1566, "spatula": 1273, "2:35": 2043, "slippers": 2117, "pine": 355, "no 1": 2103, "bleachers": 1766, "grandfather": 2919, "aqua": 1647, "tourist": 2032, "reebok": 2090, "female": 84, "flats": 2549, "pickle": 853, "wine tasting": 2608, "taxi": 1240, "bowling": 871, "rope": 469, "frisbee": 19, "toilet paper": 528, "smile": 653, "desserts": 1906, "lemonade": 2624, "sleep": 1067, "united": 506, "aa": 2082, "yellow red": 2728, "reflection": 770, "bull": 751, "pasture": 1717, "bench": 99, "in street": 1983, "orange and white": 576, "prom": 2284, "car": 109, "yellow and red": 700, "olive": 1485, "29": 758, "12:30": 1492, "parmesan": 2350, "red white black": 2570, "furniture": 1435, "shower": 796, "bow": 776, "controllers": 1762, "audi": 2673, "navy blue": 1662, "scania": 2182, "blue and red": 760, "strawberry": 549, "crocs": 2447, "top left": 1737, "playing baseball": 584, "yellow blue": 2159, "power lines": 1516, "wilderness": 2962, "batter": 426, "phillies": 1692, "colorado": 2311, "coming": 1688, "broom": 2449, "onions": 675, "chips": 1031, "24": 349, "print": 2010, "ski": 382, "not visible": 1403, "100 year party ct": 2825, "heels": 1998, "maple leaf": 1969, "comfort": 2747, "gatorade": 1801, "wii": 50, "small": 263, "case": 2277, "air canada": 757, "nathan's": 2975, "tiled": 1871, "trolley": 2730, "white and orange": 1136, "in cabbage town": 2980, "faucet": 1852, "jumping": 450, "cows": 141, "120": 2143, "ipod": 1760, "batman": 2293, "vertical": 1061, "corn": 875, "vanilla": 553, "festival": 2470, "scared": 2905, "horizon": 2496, "busy": 2750, "coal": 1230, "3:20": 1884, "yield": 1352, "kite flying": 390, "4 way": 2241, "living room": 52, "tourists": 2900, "ping pong": 2033, "red white blue": 997, "bar": 782, "trunks": 1914, "cluttered": 2424, "notebook": 2080, "birch": 2237, "overalls": 1876, "pacifier": 2351, "rising": 2639, "leaves": 227, "paintings": 2942, "veggies": 1070, "canada": 421, "sas": 2592, "tokyo": 2017, "macaroni": 2322, "black and red": 724, "slope": 2766, "wax paper": 2936, "triumph": 2966, "motion": 1830, "bracelet": 629, "friends": 1190, "lavender": 1536, "overcast": 144, "warmth": 2585, "mohawk": 1867, "drawing": 1891, "fox": 2229, "meow": 2779, "aluminum foil": 2480, "in ocean": 2849, "under": 2200, "boats": 511, "ketchup": 363, "too many to count": 1756, "india": 709}, "question": {"": 234, "photographed": 1380, "headrest": 5786, "poached": 6179, "womb": 11929, 